Repository: OPUS4/application
Catalog: modules/export/language/export.tmx
Source language: de
Languages: en

source: DataCite XML von Dokument %1$s ist nicht gültig
en: DataCite XML of document %1$s is not valid

source: DataCite XML des nicht freigeschalteten Dokuments %1$s ist gültig
en: DataCite XML of unpublished document %1$s is valid

source: Der Wert für das Pflichtelement publicationYear kann allerdings erst nach der Freischaltung bestimmt werden.
en: The value of mandatory field publicationYear cannot be determined until the document is published.

source: Status der DataCite-Pflichtfelder
en: State of required fields

source: Fehler bei der XML-Validierung
en: XML validation errors

source: DataCite XML-Datei herunterladen
en: Download DataCite XML File

source: Da dieses Dokument nicht veröffentlicht ist, sollten Sie keine manuelle DOI-Registrierung durchführen!
en: As this document is not published, do not apply DOI registration manually!

source: Bitte setzen Sie eine lokale DOI!
en: Please provide a local DOI!

source: Das Dokument darf nicht mehrere lokale DOIs besitzen!
en: The document must not contain multiple local DOIs!

source: Bitte setzen Sie mindestens einen Autor oder eine urhebende Körperschaft!
en: Please provide at least one author or a creating corporation!

source: Bitte setzen Sie mindestens einen Titel oder Untertitel!
en: Please provide at lease one main title or sub title!

source: Bitte setzen Sie einen Verlag oder alternativ genau eine Titel verleihende Institution!
en: Please provide a publisher or alternatively exactly one publishing institution!

source: Eine Jahresangabe wird beim Freischalten des Dokuments automatisch gesetzt.
en: This year will be set automatically when the document is published.

source: Bitte setzen Sie ein Publikationsdatum!
en: Please provide a date of publication!

source: Bitte setzen Sie ein Publikationsjahr, das größer 0 ist!
en: Please provide a publication year greater than 0!

source: Bitte setzen Sie einen Dokumenttyp!
en: Please provide a document type!
